Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PI_VIT_GROUP_FOOTER_TEXT
source: Thread Notification and Primary Inbox Settings will override all other Mail notification settings.
ar: إعدادات "إشعارات السلسلة" و"صندوق الوارد الأساسي" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на Известия за поредици и Основна входяща поща ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies Principal i Avisos dels fils substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení pro oznámení z vláken a primární schránku příchozí pošty má přednost před jakýmkoli jiným nastavením oznámení v aplikaci Mail.
da: Indstillingerne til trådnotifikationer og den primære indbakke tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Konversationsmitteilungen“ und „Primärer Posteingang“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις Γνωστοποιήσεων συνομιλιών και Κύριας θυρίδας θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes del buzón Principal y de los avisos de hilos reemplazarán el resto de ajustes de notificaciones de Mail.
es_us: La configuración de notificaciones de conversaciones y buzón principal reemplazará el resto de la de las notificaciones de Mail.
fi: Viestiketjuilmoitusten ja Tärkeät-postilaatikon asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages « Notifications des fils » et « Boîte de réception principale » remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Notification de fils et Boîte de réception principale remplaceront tous les autres réglages de notification de Mail.
he: ההגדרות של ״עדכונים משרשורים״ ו״תיבת הדואר הראשית״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: वार्तालाप सूचना और प्राथमिक इनबॉक्स सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za obavijesti o nizovima i primarni dolazni pretinac poništit će druge postavke za e-mail obavijesti.
hu: A Szálértesítési beállítások és az Elsődleges bejövő postafiók beállításai felülbírálják a Mail egyéb értesítési beállításait.
id: Pengaturan Pemberitahuan Topik dan Inbox Utama akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle notifiche dei thread e alla casella in entrata principale avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “スレッドの通知”と“主要”の受信トレイの設定は、その他すべての“メール”の通知設定より優先されます。
kk: «Хаттар тізбегі туралы хабарландыру» және «Негізгі кіріс жәшігі» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: 스레드 알림 및 우선 순위 받은 편지함 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: „Gijos pranešimų“ ir „Pagrindinių gautųjų“ nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting Notis Jaluran dan Peti Mel Utama akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor berichtenreeksmeldingen en de postbus 'Belangrijk' krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for trådvarsling og Primært-innboks overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia powiadomień wątków i głównej skrzynki Przychodzące zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Notificações de Conversas e Caixa de Entrada Principal substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de notificação de conversas e Principal substituem todas as outras definições de notificação do Mail.
ro: Configurările “Notificări conversații” și “Cutie poștală principală” vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Уведомления о темах» и «Основной ящик для входящей почты» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Hlásenia vlákien a Primárna schránka Prijaté majú prednosť pred všetkými ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve možnosti Obvestila v niti in Primarna mapa Prejeto bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för trådnotiser och den primära inkorgen förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าการแจ้งเตือนตามกลุ่มชื่อเรื่องและกล่องเข้าหลักจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Konu Grubu Bildirimi ve Birincil Gelen Kutusu ayarları diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньки «Важливі вхідні» та сповіщень для гілок переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Thông báo luồng và Hộp thư đến chính sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “邮件主题通知”和“主要收件箱”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「討論串通知」和「主要」收件箱設定會覆蓋所有的「郵件」通知設定。
zh_tw: 「討論串通知」和「主要收件匣」設定會覆蓋所有其他的「郵件」通知設定。

# SHOW_PREVIEWS_DEFAULT
source: (Default)
ar: (افتراضي)
bg: (По подразбиране)
ca: (Per omissió)
cs: (výchozí)
da: (Standard)
de: (Standard)
el: (προεπιλογή)
es: (por omisión)
es_us: (predeterminado)
fi: (oletus)
fr: (Par défaut)
fr_ca: (par défaut)
he: (ברירת המחדל)
hi: (डिफ़ॉल्ट)
hr: (Standardno)
hu: (Alapértelmezés)
ja: （デフォルト）
kk: (Әдепкі)
ko: (기본)
lt: (Numatytasis)
ms: (Lalai)
nl: (Standaard)
no: (standard)
pl: (domyślnie)
pt_br: (Padrão)
pt_pt: (predefinição)
ro: (implicit)
ru: (по умолчанию)
sk: (predvolené)
sl: (privzeto)
sv: (förval)
th: (ค่าเริ่มต้น)
tr: (Saptanmış)
uk: (типово)
vi: (Mặc định)
zh_cn: （默认）
zh_hk: （預設值）
zh_tw: （預設值）

# PI_FM_GROUP_FOOTER_TEXT
source: Favorite Mailboxes and Primary Inbox Settings will override all other Mail notification settings.
ar: إعدادات صناديق البريد المفضلة وصندوق الوارد الأساسي ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на Любими пощенски кутии и Основна входяща поща ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites i Principal substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení pro oblíbené schránky a primární schránku příchozí pošty má přednost před jakýmkoli jiným nastavením oznámení v aplikaci Mail.
da: Indstillinger for favoritpostkasser og den primære indbakke tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Postfachfavoriten“ und „Primärer Posteingang“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις αγαπημένων θυρίδων και Κύριας θυρίδας θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de los buzones favoritos y del buzón Principal reemplazarán el resto de ajustes de notificaciones de Mail.
es_us: La configuración de buzones favoritos y buzón principal reemplazará el resto de la de las notificaciones de Mail.
fi: Suosikkien ja Tärkeät-postilaatikon asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages « Boîtes favorites » et « Boîte de réception principale » remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Boîtes aux lettres favorites et Boîte de réception principale remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״תיבות דואר מועדפות״ ו״תיבת הדואר הראשית״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: पसंदीदा मेलबॉक्स और प्राथमिक इनबॉक्स सेटिंग्ज़ अन्य मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za omiljene sandučiće i primarni dolazni pretinac poništit će druge postavke za e-mail obavijesti.
hu: A Kedvenc postafiókok és az Elsődleges bejövő postafiók beállításai felülírják a Mail egyéb értesítési beállításait.
id: Pengaturan Kotak Mail Favorit dan Inbox Utama akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni delle caselle preferite e di quella in entrata principale avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “よく使うメールボックス”と“主要”の受信トレイの設定はその他すべての“メール”通知設定より優先されます。
kk: «Таңдаулы пошта жәшіктері» және «Негізгі кіріс жәшігі» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: 즐겨찾기 메일상자 및 우선 순위 받은 편지함 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: „Mėgstamiausių pašto dėžučių“ ir „Pagrindinių gautųjų“ nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting Peti Mel Kegemaran dan Peti Mel Utama akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: Instellingen voor favoriete postbussen en de postbus 'Belangrijk' krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for favorittpostkasser og Primært-innboksen overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia ulubionych skrzynek i głównej skrzynki Przychodzące zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Caixas de Correio Favoritas e Caixa de Entrada Principal substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de Favoritos e Principal substituem todas as outras definições de notificação do Mail.
ro: Configurările “Cutii poștale favorite” și “Cutie poștală principală” vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Избранные ящики» и «Основной ящик для входящей почты» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Obľúbené schránky a Primárna schránka Prijaté majú prednosť pred všetkými ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve možnosti Priljubljeni nabiralniki in Primarna mapa Prejeto bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för favoritbrevlådor och den primära inkorgen förbigår alla andra notisinställningar för Mail.
th: การตั้งค่ากล่องเมลโปรดและกล่องเข้าหลักจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Favori Posta Kutuları ve Birincil Gelen Kutusu ayarları, diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «Улюблені» й «Важливі вхідні» переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Hộp thư ưa thích và Hộp thư đến chính sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “个人收藏邮箱”和“主要收件箱”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「喜好信箱」和「主要」收件箱設定會覆蓋所有的「郵件」通知設定。
zh_tw: 「喜好的信箱」和「主要收件匣」設定會覆蓋所有其他的「郵件」通知設定。

# PI_RM_GROUP_FOOTER_TEXT
source: Remind Me and Primary Inbox Settings will override all other Mail notification settings.
ar: إعدادات "تذكيري" و"صندوق الوارد الأساسي" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на пощенските кутии Напомни ми и Основна входяща поща ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies Principal i Recorda‑m’ho substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení pro funkci Připomenout a primární schránku příchozí pošty má přednost před jakýmkoli jiným nastavením oznámení v aplikaci Mail.
da: Indstillingerne til Påmind mig og den primære indbakke tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Erinnerung“ und „Primärer Posteingang“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις Υπενθύμισης και Κύριας θυρίδας θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de los recordatorios y del buzón Principal reemplazarán el resto de ajustes de notificaciones de Mail.
es_us: La configuración de recordatorios y buzón principal reemplazará el resto de la de las notificaciones de Mail.
fi: Muistuta minua- ja Tärkeät-postilaatikon asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages Rappel et « Boîte de réception principale » remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Me le rappeler et Boîte de réception principale remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״קבלת תזכורת״ ו״תיבת הדואר הראשית״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: मुझे याद दिलाएँ और प्राथमिक इनबॉक्स सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za podsjetnike i primarni dolazni pretinac poništit će druge postavke za e-mail obavijesti.
hu: Az Emlékeztetés és az Elsődleges bejövő postafiók beállításai felülbírálják a Mail minden egyéb értesítési beállítását.
id: Pengaturan Ingatkan Saya dan Inbox Utama akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle email da ricordare e alla casella in entrata principale avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “リマインダー”と“主要”の受信トレイの設定はその他すべての“メール”通知設定より優先されます。
kk: «Есіме салу» және «Негізгі кіріс жәшігі» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: 나중에 보기 및 우선 순위 받은 편지함 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: „Priminti man“ ir „Pagrindinių gautųjų“ nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting Ingatkan Saya dan Peti Mel Utama akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor 'Herinnering' en de postbus 'Belangrijk' krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for Påminn meg og Primært-innboks overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia funkcji Przypomnij i głównej skrzynki Przychodzące zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Lembre‑me e Caixa de Entrada Principal substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de Lembrar e Principal substituem todas as outras definições de notificação do Mail.
ro: Configurările Reamintire și “Cutie poștală principală” vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Напомнить» и «Основной ящик для входящей почты» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Pripomenúť a Primárna schránka Prijaté majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve možnosti Opomni me in Primarna mapa Prejeto bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för påminnelser och den primära inkorgen förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าเตือนฉันและกล่องเข้าหลักจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Anımsat ve Birincil Gelen Kutusu ayarları, diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «З нагадуванням» і «Важливі вхідні» переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Nhắc tôi và Hộp thư đến chính sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “提醒我”和“主要收件箱”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「提醒我」和「主要」收件箱設定會覆蓋所有的「郵件」通知設定。
zh_tw: 「提醒我」和「主要收件匣」設定會覆蓋所有其他的「郵件」通知設定。

# ENABLE_SIRI_FOR_APP_EXPLANATION_FORMAT
source: Allow Siri to access your %@ data to read and send notifications. Apps you use with Siri may send information like your contacts and other data to Apple to process your requests.
ar: السماح لـ Siri بالوصول إلى بيانات %@ لقراءة وإرسال الإشعارات. قد ترسل التطبيقات التي تستخدمها مع Siri معلومات مثل جهات الاتصال وغيرها من البيانات إلى Apple بهدف إكمال طلباتك.
bg: Разрешете достъпа на Siri до данните в %@, за да чете и изпраща известия. Приложенията, които използвате със Siri, може да изпращат на Apple информация като вашите контакти и други данни, за да се обработят заявките ви.
ca: Permet que Siri accedeixi a les dades de l’app %@ per poder llegir i enviar notificacions. Per processar les teves sol·licituds, les apps que utilitzes amb Siri poden enviar informació com ara els teus contactes i altres dades a Apple.
cs: Když povolíte Siri přístup k datům aplikace %@, může za vás číst a posílat oznámení. Aplikace, které používáte se Siri, mohou za účelem zpracování vašich požadavků posílat společnosti Apple vaše kontakty a další data.
da: Giv Siri adgang til dine %@-data for at læse og sende notifikationer. De apps, du bruger med Siri, kan f.eks. sende oplysninger om dine kontakter og andre data til Apple med henblik på behandling af dine forespørgsler.
de: Erlaube Siri, auf deine %@-Daten zuzugreifen, um Mitteilungen zu lesen und zu senden. Apps, die mit Siri verwendet werden, können Informationen wie Kontakte und andere Daten an Apple senden, um deine Anfragen zu verarbeiten.
el: Επιτρέψτε στο Siri την πρόσβαση στα δεδομένα της εφαρμογής «%@» για ανάγνωση και αποστολή γνωστοποιήσεων. Οι εφαρμογές που χρησιμοποιείτε με το Siri μπορεί να στέλνουν πληροφορίες, όπως τις επαφές σας και άλλα δεδομένα, στην Apple για επεξεργασία των αιτημάτων σας.
es: Permite que Siri acceda a tus datos de %@ para leer y enviar notificaciones. Para procesar tus peticiones, las apps que usas con Siri pueden enviar a Apple datos como, por ejemplo, tus contactos.
es_us: Permite que Siri acceda a tus datos de %@ para leer y enviar notificaciones. Las apps que uses mediante Siri podrían enviar información como tus contactos y otros datos a Apple para procesar tus solicitudes.
fi: Salli Sirin käyttää %[tt]@-tietoja ilmoitusten lukemiseksi ja lähettämiseksi. Apit, joita käytät Sirin kanssa, voivat lähettää tietoja, kuten yhteystietosi ja muita tietoja, Applelle pyyntöjesi käsittelemiseksi.
fr: Autorisez Siri à accéder à vos données %@ pour lire et envoyer des notifications. Les apps que vous utilisez avec Siri peuvent envoyer des données, comme vos contacts et autres, à Apple pour le traitement de vos requêtes.
fr_ca: Autorisez Siri à accéder à vos données %@ afin de lire et d’envoyer des notifications. Les apps que vous utilisez avec Siri sont susceptibles d’envoyer des informations à Apple, comme vos contacts et d’autres données, pour traiter vos demandes.
he: ניתן לאפשר ל-Siri לגשת לנתונים של ״%@״ כדי לקרוא ולשלוח עדכונים. ייתכן שיישומים שנעשה בהם שימוש עם Siri ישלחו ל-Apple מידע כגון נתוני אנשי קשר או מידע נוסף לצורך עיבוד הבקשות שלך.
hi: सूचनाएँ पढ़ने और भेजने के लिए Siri को अपने %@ डेटा को ऐक्सेस करने की अनुमति दें। Siri के साथ आपके द्वारा उपयोग किए जाने वाले ऐप्स के द्वारा आपके अनुरोधों को प्रोसेस करने के लिए Apple को आपके संपर्क और अन्य डेटा जैसी जानकारी भेजी जा सकती है।
hr: Dozvolite Siri pristupanje vašim %@ podacima radi čitanja i slanja obavijesti. Aplikacije koje koristite sa Siri mogu slati informacije poput vaših kontakata i drugih podataka tvrtki Apple radi obrade vaših zahtjeva.
hu: Engedélyezi, hogy Siri hozzáférjen a(z) %@ adataihoz értesítések olvasásához és küldéséhez. Előfordulhat, hogy a Sirivel használt appok olyan információkat küldenek el az Apple-nek az Ön kérelmének feldolgozásához, mint a kontaktok és egyéb adatok.
id: Izinkan Siri untuk mengakses data %@ Anda untuk membaca dan mengirim pemberitahuan. App yang Anda gunakan dengan Siri dapat mengirimkan informasi seperti kontak dan data lainnya ke Apple untuk memproses permintaan Anda.
it: Consenti a Siri l’accesso ai dati di %@ per la lettura e l’invio delle notifiche. Le app che utilizzi con Siri potrebbero inviare informazioni come i tuoi contatti e altri dati ad Apple per elaborare le tue richieste.
ja: 通知を送受信するためにSiriが%[tt]@のデータにアクセスするのを許可します。 Siriと一緒にアプリを使用すると、リクエストを処理するために連絡先情報やその他のデータがAppleに送信される場合があります。
kk: Деректерді оқу және хабарландырулар жіберу үшін Siri көмекшісіне %@ деректерге қол жеткізуге рұқсат беріңіз. Siri арқылы пайдаланылатын қолданбалар Apple компаниясына сұрауларды өңдеу үшін контактілер мен басқа деректер сияқты ақпаратты жіберуі мүмкін.
ko: Siri가 알림을 읽고 보내기 위해 %@에 접근할 수 있도록 허용합니다. Siri와 함께 사용하는 앱이 사용자의 요청을 처리할 수 있도록 연락처 및 기타 데이터 등의 정보를 Apple에 보낼 수 있습니다.
lt: Suteikite „Siri“ prieigą prie savo „%@“ duomenų, kad būtų galima nuskaityti ir siųsti pranešimus. Programos, kurias naudojate su „Siri“, bendrovei „Apple“ gali siųsti informaciją, pvz., jūsų adresatus ir kitus duomenis, kad būtų galima aprodoti jūsų užklausas.
ms: Benarkan Siri mengakses data %@ anda untuk membaca dan menghantar pemberitahuan. App yang anda gunakan dengan Siri mungkin menghantar maklumat seperti kenalan anda dan data lain kepada Apple untuk memproses permintaan anda.
nl: Geef Siri toegang tot je gegevens in %@ om meldingen te lezen en versturen. Apps die je gebruikt met Siri kunnen informatie zoals contactgegevens en andere gegevens naar Apple sturen om je verzoeken te verwerken.
no: Gi Siri tilgang til %@-dataene dine for å lese og sende varslinger. Apper du bruker med Siri, kan sende informasjon som kontakter og andre data til Apple for å behandle forespørselen din.
pl: Pozwól Siri na dostęp do danych aplikacji %@ w celu odczytywania i wysyłania powiadomień. Aplikacje używane z Siri mogą wysyłać do Apple dane (takie jak kontakty i inne informacje) w celu przetwarzania Twoich poleceń.
pt_br: Permita que a Siri acesse os dados de %@ para ler e enviar notificações. Os apps que você usa com a Siri podem enviar informações como os seus contatos e outros dados à Apple para processar os seus pedidos.
pt_pt: Permitir que Siri aceda aos dados da aplicação %@ para ler e enviar notificações. As aplicações que usa com Siri poderão enviar informação (contactos e outros dados) à Apple para processar os seus pedidos.
ro: Permiteți ca Siri să acceseze datele aplicației %@ pentru a citi și trimite notificări. Aplicațiile pe care le utilizați împreună cu Siri pot trimite la Apple informații, precum contactele dvs. și alte date, pentru a vă procesa solicitările.
ru: Предоставить Siri доступ к данным приложения «%@», чтобы читать и отправлять уведомления. Приложения, которые Вы используете с Siri, могут отправлять Ваши контакты и другие данные в Apple для обработки запросов.
sk: Siri bude môcť s cieľom čítania a posielania hlásení pristupovať k dátam apky %@. Apky, ktoré používate so Siri, môžu na spracovanie vašich žiadostí posielať spoločnosti Apple informácie, ako sú vaše kontakty a ďalšie dáta.
sl: Omogočite Siri dostop do podatkov aplikacije %@, da bo lahko brala in pošiljala obvestila. Aplikacije, ki jih uporabljate s Siri, lahko družbi Apple pošiljajo podatke, kot so vaši stiki in drugi podatki, za obdelavo vaših zahtev.
sv: Tillåt att Siri får tillgång till dina %@-data för att läsa och skicka notiser. Appar som du använder med Siri kan skicka information om sådant som dina kontakter och andra data till Apple för att bearbeta dina förfrågningar.
th: อนุญาตให้ Siri เข้าถึงข้อมูล%[tt]@ของคุณเพื่ออ่านและส่งการแจ้งเตือน แอปที่คุณใช้กับ Siri อาจส่งข้อมูลไปที่ Apple เพื่อประมวลคำขอของคุณ เช่น รายชื่อของคุณและข้อมูลอื่น
tr: Siri’nin bildirimleri okuması ve göndermesi için %@ verilerinize erişmesine izin verin. Siri ile kullandığınız uygulamalar, kişileriniz gibi bilgileri ve diğer verileri isteklerinizin işlenmesi için Apple’a gönderebilir.
uk: Надайте Siri доступ до ваших даних «%@», щоб читати й надсилати сповіщення. Програми, які ви використовуєте із Siri, можуть надсилати інформацію, як‑от ваші контакти й інші дані, до Apple для обробки ваших запитів.
vi: Cho phép Siri truy cập dữ liệu %@ của bạn để đọc và gửi thông báo. Các ứng dụng mà bạn sử dụng với Siri có thể gửi thông tin như danh bạ và dữ liệu khác đến Apple để xử lý yêu cầu của bạn.
zh_cn: 允许Siri访问你的%@数据以读取和发送通知。 你通过Siri使用的App可能会将通讯录等信息和其他数据发送给Apple以处理你的请求。
zh_hk: 允許Siri取用你的%@資料以讀取和傳送通知。 你配合Siri所使用的App可能會將資料（例如你的聯絡人和其他資料）傳送予Apple以處理你的要求。
zh_tw: 允許Siri取用你的%@資料來朗讀和傳送通知。 你與Siri搭配使用的App可能會將一些資訊，如你的聯絡人和其他資料傳送給Apple來處理你的要求。
